Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PROFILE_NAME_FIELD_DEFAULT_VALUE
source: New Profile
ar: ملف تعريف جديد
bg: Нов профил
ca: Nou perfil
cs: Nový profil
da: Ny profil
de: Neues Profil
el: Νέο προφίλ
es: Nuevo perfil
es_us: Nuevo perfil
fi: Uusi profiili
fr: Nouveau profil
fr_ca: Nouveau profil
he: פרופיל חדש
hi: नई प्रोफ़ाइल
hr: Novi profil
hu: Új profil
id: Profil Baru
it: Nuovo profilo
ja: 新規プロファイル
kk: Жаңа профиль
ko: 새로운 프로필
lt: Naujas profilis
ms: Profil Baharu
nb: Ny profil
nl: Nieuw profiel
pl: Nowy profil
pt_br: Novo Perfil
pt_pt: Novo perfil
ro: Profil nou
ru: Новый профиль
sk: Nový profil
sl: Nov profil
sv: Ny profil
th: โปรไฟล์ใหม่
tr: Yeni Profil
uk: Новий профіль
vi: Cấu hình mới
zh_cn: 新描述文件
zh_hk: 新增設定檔
zh_tw: 新增描述檔

# PROFILE_NAME_LINE_ITEM_TITLE
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Атауы
ko: 이름
lt: Pavadinimas
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# PROFILE_NAME_NEW_DESC
source: Choose the name of your new profile.
ar: اختر اسم ملف التعريف الجديد.
bg: Изберете името за вашия нов профил.
ca: Tria el nom del perfil nou.
cs: Zadej název nového profilu.
da: Vælg et navn til din nye profil.
de: Wähle einen Namen für dein neues Profil.
el: Επιλέξτε το όνομα του νέου προφίλ σας.
es: Elige el nombre de tu nuevo perfil.
es_us: Elige el nombre de tu nuevo perfil.
fi: Valitse uuden profiilin nimi.
fr: Choisissez le nom de votre nouveau profil.
fr_ca: Choisissez le nom de votre nouveau profil.
he: נא לבחור שם עבור הפרופיל החדש שלך.
hi: अपनी नई प्रोफ़ाइल का नाम चुनें।
hr: Odaberite naziv svog novog profila.
hu: Kiválaszthatja az új profil nevét.
id: Pilih nama profil baru Anda.
it: Seleziona il nome del nuovo profilo.
ja: 新規プロファイルの名前を選択します。
kk: Жаңа профильдің атауын таңдаңыз.
ko: 새로운 프로필의 이름을 선택합니다.
lt: Pasirinkite naujo profilio pavadinimą.
ms: Pilih nama profil baharu anda.
nb: Velg et nytt navn på profilen.
nl: Kies de naam van je nieuwe profiel.
pl: Wybierz nazwę nowego profilu.
pt_br: Escolha o nome do novo perfil.
pt_pt: Escolha o nome do novo perfil.
ro: Alegeți numele noului profil.
ru: Выберите имя для нового профиля.
sk: Zadajte názov nového profilu.
sl: Izberite ime svojega novega profila.
sv: Välj ett namn för den nya profilen.
th: เลือกชื่อโปรไฟล์ใหม่ของคุณ
tr: Yeni profilinizin adını seçin.
uk: Виберіть назву для нового профілю.
vi: Chọn tên cho cấu hình mới của bạn.
zh_cn: 选取新描述文件的名称。
zh_hk: 為新設定檔選擇名稱。
zh_tw: 選擇新描述檔的名稱。

# PROFILE_NAME_NEW_TITLE
source: New Profile Name
ar: اسم ملف التعريف الجديد
bg: Име на нов профил
ca: Nom del perfil nou
cs: Název nového profilu
da: Navn på ny profil
de: Neuer Profilname
el: Όνομα νέου προφίλ
es: Nombre del nuevo perfil
es_us: Nuevo nombre de perfil
fi: Uuden profiilin nimi
fr: Nom du nouveau profil
fr_ca: Nouveau nom de profil
he: שם הפרופיל החדש
hi: नया प्रोफ़ाइल नाम
hr: Naziv novog profila
hu: Új profil neve
id: Nama Profil Baru
it: Nuovo nome profilo
ja: 新規プロファイル名
kk: Жаңа профильдің атауы
ko: 새로운 프로필 이름
lt: Naujas profilio pavadinimas
ms: Nama Profil Baharu
nb: Nytt profilnavn
nl: Nieuwe profielnaam
pl: Nazwa nowego profilu
pt_br: Nome do Novo Perfil
pt_pt: Nome do novo perfil
ro: Nume profil nou
ru: Имя нового профиля
sk: Názov nového profilu
sl: Novo ime profila
sv: Nytt profilnamn
th: ชื่อโปรไฟล์ใหม่
tr: Yeni Profil Adı
uk: Назва нового профілю
vi: Tên cấu hình mới
zh_cn: 新描述文件名称
zh_hk: 新設定檔名稱
zh_tw: 新的描述檔名稱

# PROFILE_NAME_TITLE
source: Profile Name
ar: اسم ملف التعريف
bg: Име на профил
ca: Nom del perfil
cs: Název profilu
da: Navn på profil
de: Profilname
el: Όνομα προφίλ
es: Nombre del perfil
es_us: Nombre de perfil
fi: Profiilin nimi
fr: Nom du profil
fr_ca: Nom du profil
he: שם פרופיל
hi: प्रोफ़ाइल का नाम
hr: Naziv profila
hu: Profil neve
id: Nama Profil
it: Nome profilo
ja: プロファイル名
kk: Профиль атауы
ko: 프로필 이름
lt: Profilio pavadinimas
ms: Nama Profil
nb: Profilnavn
nl: Profielnaam
pl: Nazwa profilu
pt_br: Nome do Perfil
pt_pt: Nome do perfil
ro: Nume profil
ru: Имя профиля
sk: Názov profilu
sl: Ime profila
sv: Profilnamn
th: ชื่อโปรไฟล์
tr: Profil Adı
uk: Назва профілю
vi: Tên Cấu hình
zh_cn: 描述文件名称
zh_hk: 設定檔名稱
zh_tw: 描述檔名稱

# PROFILE_SELECTED
source: Use profile
ar: استخدام ملف التعريف
bg: Използвай профил
ca: Utilitza el perfil
cs: Použít profil
da: Brug profil
de: Profil verwenden
el: Χρήση προφίλ
es: Usar perfil
es_us: Usar perfil
fi: Käytä profiilia
fr: Utiliser le profil
fr_ca: Utiliser le profil
he: שימוש בפרופיל
hi: प्रोफ़ाइल का इस्तेमाल करें
hr: Koristi profil
hu: Profil használata
id: Gunakan profil
it: Usa profilo
ja: プロファイルを使用
kk: Профильді пайдалану
ko: 프로필 사용
lt: Naudoti profilį
ms: Gunakan profil
nb: Bruk profil
nl: Gebruik profiel
pl: Użyj profilu
pt_br: Usar perfil
pt_pt: Usar perfil
ro: Utilizați profilul
ru: Профиль
sk: Použiť profil
sl: Uporabi profil
sv: Använd profil
th: ใช้โปรไฟล์
tr: Profili kullan
uk: Профіль
vi: Sử dụng cấu hình
zh_cn: 使用描述文件
zh_hk: 使用設定檔
zh_tw: 使用描述檔

# PROFILE_TITLE
source: Profile
ar: ملف التعريف
bg: Профил
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_us: Perfil
fi: Profiili
fr: Profil
fr_ca: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロファイル
kk: Профиль
ko: 프로필
lt: Profilis
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Cấu hình
zh_cn: 描述文件
zh_hk: 設定檔
zh_tw: 描述檔

# PROFILE_UNSET
source: Unset
ar: غير معيّن
bg: Премахни
ca: Sense definir
cs: Nenastavený
da: Fjern
de: Aufheben
el: Κατάργηση καθορισμού
es: Sin definir
es_us: Sin configurar
fi: Poista asetus
fr: Non défini
fr_ca: Non défini
he: לא הוגדר
hi: अनसेट
hr: Nepodešeno
hu: Nincs beállítva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Реттеуден бас тарту
ko: 설정되지 않음
lt: Nenustatyta
ms: Nyahset
nb: Ikke valgt
nl: Niet ingesteld
pl: Nie ustawiony
pt_br: Indefinido
pt_pt: Por definir
ro: Nedefinit
ru: Не задан
sk: Bez profilu
sl: Ni nastavljeno
sv: Ta bort inställning
th: เลิกตั้งค่า
tr: Ayarı Geri Al
uk: Не задано
vi: Không đặt
zh_cn: 未设定
zh_hk: 未設定
zh_tw: 未設定

# RECORD_VIDEO_TITLE
source: Record Video
ar: تسجيل الفيديو
bg: Запиши видео
ca: Grava un vídeo
cs: Záznam videa
da: Optag video
de: Video aufnehmen
el: Εγγραφή βίντεο
es: Grabar vídeo
es_us: Grabar video
fi: Tallenna video
fr: Enregistrer une vidéo
fr_ca: Enregistrement vidéo
he: צילום וידאו
hi: वीडियो रिकॉर्ड करें
hr: Snimi video
hu: Videó felvétele
id: Rekam Video
it: Registra un video
ja: ビデオ収録
kk: Видео жазу
ko: 비디오 녹화
lt: Vaizdo įrašo įrašymas
ms: Rakam Video
nb: Ta opp video
nl: Neem video op
pl: Nagraj wideo
pt_br: Gravar Vídeo
pt_pt: Gravar vídeo
ro: Înregistrați video
ru: Записать видео
sk: Záznam videa
sl: Posnemi video
sv: Spela in video
th: บันทึกวิดีโอ
tr: Video kaydı yap
uk: Записати відео
vi: Quay video
zh_cn: 录制视频
zh_hk: 錄影
zh_tw: 錄影

# REMAPPING_NOT_SET
source: Default
ar: الافتراضي
bg: По подразбиране
ca: Per omissió
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por omisión
es_us: Predeterminado
fi: Oletus
fr: Par défaut
fr_ca: Par défaut
he: ברירת המחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
ja: デフォルト
kk: Әдепкі
ko: 기본
lt: Numatytasis
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślne
pt_br: Padrão
pt_pt: Predefinição
ro: Implicit
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sv: Förval
th: ค่าเริ่มต้น
tr: Saptanmış
uk: Типово
vi: Mặc định
zh_cn: 默认
zh_hk: 預設值
zh_tw: 預設值

source: Remove
ar: إزالة
bg: Премахни
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
kk: Алып тастау
ko: 제거
lt: Pašalinti
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

# RESTORE_APP_DEFAULTS_DESC
source: Reset your controller and button preferences for %@ to the default settings.
ar: إعادة تعيين الإعدادات الافتراضية لتفضيلات ذراع التحكم والأزرار للعبة %@.
bg: Нулира параметрите на вашия контролер и бутон за %@ до настройки по подразбиране.
ca: Restableix la configuració per omissió de les preferències del comandament i dels botons que s’utilitzen a %@.
cs: Obnoví v aplikaci %@ výchozí předvolby pro ovladač a tlačítka.
da: Nulstil dine controller- og knapindstillinger til %@ til standardindstillingerne.
de: Setze die Controller- und Tasteneinstellungen für %@ wieder auf die Standardeinstellungen zurück.
el: Επαναφορά των προτιμήσεων χειριστηρίου και κουμπιών για «%@» στις προεπιλεγμένες ρυθμίσεις.
es: Restablece las preferencias de los botones y del mando personalizadas para %@ a los valores por omisión.
es_us: Restaura las personalizaciones de tus controles y sus botones de %@ a su configuración predeterminada.
fi: Nollaa %[tt]@-apille tehdyt ohjain- ja painikeasetukset oletusasetuksiin.
fr: Rétablissez les réglages par défaut de votre manette et des boutons pour %@.
fr_ca: Réinitialisez les réglages par défaut de votre manette et de ses boutons pour %@.
he: איפוס העדפות השלט והכפתורים של %@ להגדרות ברירת המחדל
hi: %@ के लिए अपनी कंट्रोलर और बटन प्राथमिकताएँ डिफ़ॉल्ट सेटिंग्ज़ पर रीसेट करें।
hr: Resetirajte postavke za kontroler i tipke za %@ na standardne vrijednosti.
hu: A(z) %@ vezérlő- és gombbeállításainak visszaállítása az alapértelmezett beállításokra.
id: Atur ulang preferensi pengontrol dan tombol untuk %@ ke pengaturan default.
it: Ripristina le impostazioni di default per le preferenze del controller e dei pulsanti per %@.
ja: %[tt]@のコントローラとボタンの設定をデフォルト設定にリセットします。
kk: «%@» ойынына арналған контроллер мен түйме параметрлерін әдепкі күйге қайтару.
ko: %@에 대한 컨트롤러 및 사용자 설정 버튼을 기본 설정으로 재설정합니다.
lt: Nustatykite numatytąsias valdiklio ir mygtukų nuostatas iš naujo žaidimui „%@“.
ms: Reset keutamaan pengawal dan butang anda untuk %@ kepada seting lalai.
nb: Nullstill kontrolleren og knappene til standard­innstillingene for %@.
nl: Stel je controller- en knopvoorkeuren voor %@ op de standaardwaarden in.
pl: Wyzeruj preferencje kontrolera i przycisków dla aplikacji %@ do ustawień domyślnych.
pt_br: Redefina as preferências do controle e botões de %@ aos ajustes padrão.
pt_pt: Repor as predefinições dos botões e do comando de %@.
ro: Resetați preferințele controllerului și butoanelor pentru %@ la configurările implicite.
ru: Сбросить измененные настройки кнопок и контроллера для игры «%@» до их значений по умолчанию.
sk: Obnoví predvolené nastavenia ovládača a tlačidiel pre apku %@.
sl: Ponastavite nastavitve kontrolerja in gumbov za %@ na privzete.
sv: Nollställ din spelkontroll och knappanpassningar för %@ till förvalsinställningarna.
th: รีเซ็ตการตั้งค่าอุปกรณ์ควบคุมและปุ่มของคุณสำหรับ%[tt]@เป็นการตั้งค่าเริ่มต้น
tr: %@ kumandanızı ve düğme tercihlerini saptanmış ayarlara sıfırlar.
uk: Скиньте налаштування контролера й кнопок для %@ до типових значень.
vi: Đặt lại bộ điều khiển của bạn và các tùy chọn nút cho %@ về cài đặt mặc định.
zh_cn: 将%@的控制器和按钮偏好设置还原为默认设置。
zh_hk: 將%@的控制器和按鈕偏好設定重設為預設設定。
zh_tw: 將%@的控制器和按鈕偏好設定重置為預設設定。

# RESTORE_APP_DEFAULTS_TITLE
source: Reset Controller Customization
ar: إعادة تعيين تخصيصات ذراع التحكم
bg: Нулирай персонализиране на контролера
ca: Restableix la configuració del comandament
cs: Reset přizpůsobení ovladače
da: Nulstil tilpasning af controller
de: Controller-Anpassung zurücksetzen
el: Επαναφορά προσαρμογής χειριστηρίου
es: Restablece la personalización del mando
es_us: Restablecer personalización de controles
fi: Nollaa ohjainmuokkaus
fr: Réinitialiser les réglages personnalisés de la manette
fr_ca: Réinitialiser la personnalisation de la manette
he: איפוס ההתאמה האישית של השלט
hi: कंट्रोलर कस्टमाइज़ेशन रीसेट करें
hr: Resetirajte prilagodbu kontrolera
hu: A vezérlő testreszabásának alaphelyzetbe állítása
id: Atur Ulang Penyesuaian Pengontrol
it: Inizializza preferenze controller
ja: コントローラのカスタマイズをリセット
kk: Контроллерді бейімдеу әрекетін бастапқы күйге қайтару
ko: 컨트롤러 사용자화 재설정
lt: Nustatyti valdiklio pritaikymą iš naujo
ms: Reset Penyesuaian Pengawal
nb: Nullstill tilpasning av kontroller
nl: Herstel controlleraanpassing
pl: Wyzeruj dostosowanie kontrolera
pt_br: Redefinir Personalização do Controle
pt_pt: Repor personalização do comando
ro: Resetați personalizarea controllerului
ru: Сброс измененных настроек контроллера
sk: Resetovať prispôsobenie ovládača
sl: Ponastavi prilagoditve kontrolerja
sv: Nollställ anpassning av spelkontroll
th: รีเซ็ตการกำหนดค่าอุปกรณ์ควบคุม
tr: Kumanda Özelleştirmeyi Sıfırla
uk: Скинути налаштування контролера
vi: Đặt lại tùy chỉnh bộ điều khiển
zh_cn: 还原控制器自定义
zh_hk: 重設控制器自訂項目
zh_tw: 重置控制器自訂設定

# RESTORE_BUTTON_DEFAULTS_DESC
source: Reset all customizations to their default settings.
ar: إعادة تعيين الإعدادات الافتراضية لجميع التخصيصات.
bg: Възстановете всички персонализации до техните настройки по подразбиране.
ca: Restableix la configuració per omissió dels controls que hagis personalitzat.
cs: Vrátí všechny přizpůsobené předvolby do výchozího nastavení.
da: Nulstil alle tilpassede indstillinger til standardindstillingerne.
de: Setze alle Anpassungen wieder auf die Standardeinstellungen zurück.
el: Επαναφορά όλων των προσαρμογών στις προεπιλεγμένες ρυθμίσεις.
es: Restablece todas las personalizaciones a sus valores por omisión.
es_us: Restablece las personalizaciones a su configuración predeterminada.
fi: Nollaa kaikki muokkaukset oletusasetuksiinsa.
fr: Rétablissez les réglages par défaut de toutes les commandes personnalisées.
fr_ca: Réinitialisez tous les réglages par défaut.
he: איפוס כל ההתאמות האישיות להגדרות ברירת המחדל
hi: सभी कस्टमाइज़ेशन उनकी डिफ़ॉल्ट सेटिंग्ज़ पर रीसेट करें।
hr: Resetirajte sve prilagodbe na njihove standardne postavke.
hu: Visszaállíthatja az összes testreszabást az alapértelmezett beállításaikra.
id: Atur ulang semua penyesuaian ke pengaturan default-nya.
it: Ripristina le impostazioni di default per tutte le opzioni di personalizzazione dei pulsanti.
ja: すべてのボタンのカスタマイズをデフォルト設定にリセットします。
kk: Барлық бейімдеу әрекетін әдепкі күйге қайтару.
ko: 사용자 설정을 모두 기본 설정으로 재설정합니다.
lt: Nustatykite visų pritaikymų numatytuosius nustatymus iš naujo.
ms: Reset semua penyesuaian kepada seting lalainya.
nb: Nullstill alle tilpassede knapper til standard­innstillingene.
nl: Stel alle aanpassingen op de standaardwaarden in.
pl: Wyzeruj wszystkie dostosowania do ustawień domyślnych.
pt_br: Redefina todas as personalizações aos ajustes padrão.
pt_pt: Repor todas as predefinições.
ro: Resetați toate personalizările la configurările implicite.
ru: Сбросить все измененные настройки до их значений по умолчанию.
sk: Obnoví všetky predvolené nastavenia tlačidiel.
sl: Ponastavi vse prilagoditve na privzete nastavitve.
sv: Nollställ alla anpassningar till förvalda värden.
th: รีเซ็ตการกำหนดค่าทั้งหมดเป็นการตั้งค่าเริ่มต้น
tr: Tüm özelleştirmeleri saptanmış ayarlarına sıfırlar.
uk: Скиньте всі налаштування до типових значень.
vi: Đặt lại tất cả các tùy chỉnh về cài đặt mặc định của chúng.
zh_cn: 将所有自定义设置还原为默认设置。
zh_hk: 將全部自訂項目重設為預設設定。
zh_tw: 將所有自訂值重置為預設設定。

# RESTORE_BUTTON_DEFAULTS_PROMPT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# RESTORE_BUTTON_DEFAULTS_PROMPT_MESSAGE
source: This will reset this profile’s preferences to the default settings, erasing any previous changes.
ar: سيؤدي هذا إلى إعادة تعيين الإعدادات الافتراضية لتفضيلات ملف التعريف هذا؛ وبالتالي مسح أي تغييرات سابقة.
bg: Това ще възстанови параметрите на този профил до настройките по подразбиране. Всички предишни промени ще бъдат изтрити.
ca: Es restablirà la configuració per omissió de les preferències del perfil, de manera que s’eliminaran tots els canvis anteriors.
cs: V profilu se obnoví výchozí nastavení předvoleb. Všechny provedené změny se smažou.
da: Dette vil nulstille profilens indstillinger til standardindstillingerne og slette tidligere ændringer.
de: Hierdurch werden die Profileinstellungen wieder auf die Standardeinstellungen zurückgesetzt und alle vorherigen Änderungen gelöscht.
el: Αυτή η ενέργεια θα επαναφέρει τις προτιμήσεις αυτού του προφίλ στις προεπιλεγμένες ρυθμίσεις και θα σβήσει τυχόν προηγούμενες αλλαγές.
es: Se restablecerán las preferencias de este perfil a los valores por omisión y se borrarán los cambios realizados.
es_us: Esto restablecerá las preferencias de este perfil a su configuración predeterminada, borrando cualquier cambio anterior.
fi: Tämä nollaa tämän profiilin asetukset oletusasetuksiin ja poistaa mahdolliset aiemmat muutokset.
fr: Cela rétablira les réglages par défaut de ce profil et effacera les éventuelles modifications apportées à ce dernier.
fr_ca: Cela réinitialisera les réglages par défaut de ce profil et effacera toute modification antérieure.
he: פעולה זו תחזיר את העדפות הפרופיל להגדרות ברירת המחדל ותמחק את כל השינויים שנעשו קודם לכן.
hi: यह पिछले बदलावों को मिटाकर इस प्रोफ़ाइल की प्राथमिकताओं को डिफ़ॉल्ट सेटिंग्ज़ पर रीसेट कर देगा।
hr: Ovime će se postavke ovog profila resetirati na standardne vrijednosti uz brisanje svih postojećih promjena.
hu: Ez visszaállítja a profil beállításait az alapértelmezett beállításokra, és törli az eddigi módosításokat.
id: Ini akan mengatur ulang preferensi profil ini ke pengaturan default dan menghapus perubahan sebelumnya.
it: L’azione ripristinerà le impostazioni di default per le preferenze del profilo, inizializzando eventuali modifiche precedenti.
ja: これにより、このプロファイルの環境設定がデフォルト設定にリセットされ、以前の変更は消去されます。
kk: Бұл функция кез келген алдыңғы өзгерістерді өшіріп, профиль параметрлерін бастапқы күйге қайтарады.
ko: 이 프로필의 환경설정을 기본 설정으로 재설정하고, 모든 기존 변경사항을 지웁니다.
lt: Atlikus šį veiksmą, šio profilio nuostatoms bus iš naujo nustatyti numatytieji nustatymai, o ankstesni pakeitimai ištrinti.
ms: Ini akan mereset keutamaan profil ini kepada seting lalai, yang memadamkan sebarang perubahan sebelumnya.
nb: Dette vil nullstille profilen til standard­innstillingene, og alle tidligere endringer vil bli slettet.
nl: Hiermee worden de voorkeuren van dit profiel op de standaardwaarden ingesteld en worden eerdere wijzigingen gewist.
pl: Spowoduje to wymazanie wcześniejszych zmian oraz wyzerowanie preferencji tego profilu do ustawień domyślnych.
pt_br: As preferências deste perfil serão redefinidas aos ajustes padrão e qualquer alteração anterior será apagada.
pt_pt: As preferências predefinidas deste perfil serão repostas, apagando quaisquer alterações anteriores.
ro: Preferințele acestui profil vor fi resetate la configurările implicite, eliminând orice modificări anterioare.
ru: Для этого профиля будут восстановлены настройки по умолчанию, при этом все внесенные ранее изменения будут стерты.
sk: Týmto obnovíte predvolené nastavenia profilu a vymažete všetky predošlé zmeny.
sl: Tako boste nastavitve profila ponastavili na privzete in izbrisali vse predhodne spremembe.
sv: Detta nollställer den här profilens inställningar till förvalsinställningarna. Alla tidigare ändringar raderas.
th: การทำงานนี้จะรีเซ็ตการตั้งค่าของโปรไฟล์นี้เป็นการตั้งค่าเริ่มต้น การตั้งค่าก่อนหน้านี้จะถูกลบ
tr: Bu, bu profilin tercihlerini saptanmış ayarlara sıfırlar ve önceki değişiklikleri siler.
uk: Це відновить типові значення для параметрів цього профілю і скасує всі попередні зміни.
vi: Việc này sẽ đặt lại các tùy chọn của cấu hình này về cài đặt mặc định, xóa mọi thay đổi trước đó.
zh_cn: 这会抹掉之前的任何更改并将此描述文件的偏好设置还原为默认设置。
zh_hk: 這樣會將此設定檔的偏好設定重設為預設設定，並清除任何之前作出的變更。
zh_tw: 這會將此描述檔的偏好設定重置為預設設定，並清除任何之前所做的更動。

# RESTORE_BUTTON_DEFAULTS_PROMPT_RESET
source: Reset
ar: إعادة التعيين
bg: Нулирай
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzet
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nb: Nullstill
nl: Herstel
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# RESTORE_BUTTON_DEFAULTS_PROMPT_TITLE
source: Reset to Defaults
ar: إعادة تعيين الإعدادات الافتراضية
bg: Нулиране до настройки по подразбиране
ca: Valors per omissió
cs: Obnovit výchozí
da: Nulstil til standarder
de: Auf Standard zurücksetzen
el: Επαναφορά στις προεπιλογές
es: Restaurar valores por omisión
es_us: Restaurar configuración
fi: Palauta oletuksiin
fr: Rétablir les valeurs par défaut
fr_ca: Rétablir les valeurs par défaut
he: שחזור ברירות המחדל
hi: डिफ़ॉल्ट पर रीसेट करें
hr: Resetiraj na standardne vrijednosti
hu: Alapértékek visszaállítása
id: Atur Ulang ke Default
it: Ripristina default
ja: デフォルトに戻す
kk: Әдепкі күйге қайтару
ko: 기본값으로 재설정
lt: Iš naujo nustatyti numatytuosius nustatymus
ms: Reset kepada Lalai
nb: Nullstill til standard
nl: Herstel standaardinstellingen
pl: Przywróć domyślne
pt_br: Redefinir Padrões
pt_pt: Repor predefinições
ro: Resetați la valorile implicite
ru: Вернуть настройки по умолчанию
sk: Resetovať na pôvodné
sl: Ponastavi na privzeto
sv: Återgå till förval
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Saptanmışlara Dön
uk: Скинути до типових параметрів
vi: Đặt lại về mặc định
zh_cn: 还原为默认
zh_hk: 重設為預設值
zh_tw: 重置為預設值

# RESTORE_BUTTON_DEFAULTS_TITLE
source: Reset to Defaults
ar: إعادة تعيين الإعدادات الافتراضية
bg: Нулиране до настройки по подразбиране
ca: Valors per omissió
cs: Obnovit výchozí
da: Nulstil til standarder
de: Auf Standard zurücksetzen
el: Επαναφορά στις προεπιλογές
es: Restaurar valores por omisión
es_us: Restaurar configuración
fi: Palauta oletuksiin
fr: Rétablir les valeurs par défaut
fr_ca: Rétablir les valeurs par défaut
he: שחזור ברירות המחדל
hi: डिफ़ॉल्ट पर रीसेट करें
hr: Resetiraj na standardne vrijednosti
hu: Alapértékek visszaállítása
id: Atur Ulang ke Default
it: Ripristina default
ja: デフォルトに戻す
kk: Әдепкі күйге қайтару
ko: 기본값으로 재설정
lt: Iš naujo nustatyti numatytuosius nustatymus
ms: Reset kepada Lalai
nb: Nullstill til standard
nl: Herstel standaardinstellingen
pl: Przywróć domyślne
pt_br: Redefinir Padrões
pt_pt: Repor predefinições
ro: Resetați la valorile implicite
ru: Вернуть настройки по умолчанию
sk: Resetovať na pôvodné
sl: Ponastavi na privzeto
sv: Återgå till förval
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Saptanmışlara Dön
uk: Скинути до типових параметрів
vi: Đặt lại về mặc định
zh_cn: 还原为默认
zh_hk: 重設為預設值
zh_tw: 重置為預設值
